Repository: JotaEme142/-ATI-BrainBlasters
Catalog: django_BrainBlasters/locale/*/LC_MESSAGES/django.po
Languages: pt

source: Seleccionar categoría
pt: Selecione a categoria

source: Guardar cambios
pt: Salvar alterações

source: Reglas del juego
pt: Regras do jogo

source: Registro e Inicio de Sesión
pt: Cadastro e login

source: Todos los usuarios deben registrarse en la aplicación para poder participar en las trivias. Durante el registro, se les pedirá que definan un alias. Este alias se mostrará cada vez que el usuario participe en un Ranking.
pt: Todos os usuários devem se cadastrar no aplicativo para participarem curiosidades. Durante o registro, você será solicitado a definir um alias.Esse alias será exibido toda vez que o usuário participar de um Ranking.

source: Inicio de Sesión:
pt: Conecte-se:

source: Una vez registrado, el usuario debe iniciar sesión para acceder a las trivias, ver su perfil, y consultar su posición en el ranking.
pt: Uma vez cadastrado, o usuário deverá fazer login para acessar ocuriosidades, veja seu perfil e confira sua posição no ranking.

source: Elección de Categorías
pt: Escolha de categorias

source: Selección de Trivia:
pt: Seleção de curiosidades:

source: Los usuarios pueden escoger la categoría de trivia que desean jugar. Las categorías disponibles incluyen entretenimiento, deporte, lenguajes de programación, efemérides, marcas de logotipos, canciones, entre otras.
pt: Os usuários podem escolher a categoria de curiosidades que desejam jogar. O As categorias disponíveis incluem entretenimento, esportes, idiomasprogramação, aniversários, logomarcas, músicas, entre outros.

source: Responder Trivias
pt: Responder curiosidades

source: Formato de la Trivia:
pt: Formato de curiosidades:

source: Cada trivia consiste en una pregunta con cuatro posibles respuestas.
pt: Cada curiosidade consiste em uma pergunta com quatro respostas possíveis.

source: Solo una de ellas es correcta. Algunas trivias pueden incluir imágenes junto a la pregunta.
pt: Apenas uma delas está correta. Algumas curiosidades podem incluir imagenspara a pergunta.

source: Se otorgan 100 puntos por cada respuesta correcta.
pt: Pontuação:

source: Si el usuario responde correctamente dentro de un período de tiempo establecido, recibe un bono adicional de 200 puntos.
pt: Se o usuário responder corretamente dentro de um período de tempoestabelecido, receba um bônus adicional de 200 pontos.

source: Rankings y Premios
pt: Classificações e prêmios

source: Ranking:
pt: Classificação:

source: Los puntos acumulados por cada usuario se reflejan en un ranking global de jugadores.
pt: Os pontos acumulados por cada usuário são refletidos em um ranking global dejogadores.

source: Premios por Ranking:
pt: Prêmios de classificação:

source: Los tres jugadores con más puntos al momento de cada sorteo ganan premios especiales. Los administradores determinan las fechas de estos sorteos.
pt: Os três jogadores com mais pontos no momento de cada sorteio ganham prêmiosespeciais. Os administradores determinam as datas desses sorteios.

source: Premios Instantáneos:
pt: Prêmios Instantâneos:

source: A lo largo del juego, se harán preguntas al azar que otorgan premios instantáneos. Si un usuario responde correctamente una de estas preguntas, recibirá un premio de inmediato. No hay un aviso previo para estas preguntas, por lo que mientras más se juegue, mayor será la oportunidad de ganar.
pt: Ao longo do jogo, serão feitas perguntas aleatórias que premiam prêmiosinstantâneos. Se um usuário responder corretamente a uma dessas perguntas, Você receberá um prêmio imediatamente. Não há aviso prévio para issoperguntas, então quanto mais você joga, maior a chance de ganho.

source: Bienvenido
pt: Bem-vindo

source: Elige una categoría para empezar:
pt: Escolha uma categoria para começar:

source: Editar
pt: Editar perfil

source: Puntaje Acumulado:
pt: Pontuação acumulada:

source: Puntaje:
pt: Pontuação:

source: Selecciona Categoría
pt: Selecione a categoria
